tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "roots/tap"
brew "ansible", link: false
brew "bash"
brew "bat"
brew "composer"
brew "dnsmasq"
brew "freetds"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "groonga"
brew "libwebsockets"
brew "mariadb", restart_service: true
brew "neovim", args: ["HEAD"]
brew "nginx", restart_service: true
brew "php", restart_service: true
brew "python"
brew "ruby"
brew "tldr"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "roots/tap/trellis-cli"
cask "font-cascadia-code"
